Repository: douglastaquary/CrossfitPRApp
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# loading.view.title
source: Loading..
pt_br: Carregando...

# onboarding.view.title
source: What's New
pt_br: O que há de novo

# onboarding.item1.title
source: Organizing your personal records
pt_br: Organize seus recordes pessoais

# onboarding.item1.description
source: Delete records, organize your categories according to your crossfit workouts.
pt_br: Organizar seus records torna mais rápida a evolução dos seus treinos de crossfit

# onboarding.item2.title
source: Manage your records
pt_br: Gerencie seus recordes

# onboarding.item2.description
source: Your high performance workouts now in one place simply and quickly.
pt_br: Seus treinos de alta performance agora em um só lugar de forma simples e rápida

# onboarding.item3.title
source: Easy graphics
pt_br: Gráficos simplificados

# onboarding.item3.description
source: Simple, easy-to-understand graphics to show your evolution.
pt_br: Gráficos de forma simples e fácil de entender para mostrar sua evolução

# onboarding.item4.title
source: The Powerful Insights
pt_br: Os Poderosos Insights

# onboarding.item4.description
source: The powerful insights allows you to track and understand your evolution, the highest records through powerful graphics.
pt_br: O Poderoso Insights permite que você entenda sua evolução, analises dos records através de poderosos gráficos simplificados.

# onboarding.button.title
source: Start
pt_br: Começar

# onboarding.alert.icloud.account.title
source: iCloud account disabled
pt_br: Conta do iCloud desativada

# onboarding.alert.icloud.account.message
source: Go to Settings, Apple ID, log in to your Apple account and try again.
pt_br: Vá em Ajustes, Apple ID, faça login na sua conta da Apple e tente novamente.

# onboarding.alert.cancel.button.title
source: Cancel
pt_br: Cancelar

# screen.category.title
source: Personal records
pt_br: Exercícios

# screen.insights.title
source: Insights
pt_br: Percepções

# screen.settings.title
source: Settings
pt_br: Configurações

# category.search.descript
source: search by name
pt_br: buscar por nome

# tabbar.myrecords.title
source: my records
pt_br: meus records

# tabbar.categories.title
source: categories
pt_br: exercícios

# tabbar.insights.title
source: insights
pt_br: percepções

# tabbar.settings.title
source: settings
pt_br: configurações

# purchase.item1.title
source: Manage your records easily and conveniently
pt_br: Gerencie seus recordes pessoais

# purchase.item1.description
source: Edit, delete records, organize your categories according to your crossfit workouts.
pt_br: Apague records, organize os exercícios de acordo com os seus treinos de alta performance.

# purchase.item2.title
source: The Powerful insights
pt_br: Os Poderosos Insights

# purchase.item2.description
source: The powerful insights elevator allows you to track and understand your evolution, the highest records through powerful graphics
pt_br: Os Poderosos Insights permitem que você acompanhe, analise, entenda seus maiores records e evolução através de gráficos simplificados.

# purchase.item3.title
source: Ranks of your top records
pt_br: Top ranking dos seus records

# purchase.item3.description
source: Allows you to track the rank of your top high performance records
pt_br: Permite que você acompanhe a classificação dos seus principais recordes de alto desempenho

# purchase.tryfree.title
source: Try FREE for 7 Days
pt_br: Experimente GRÁTIS por 7 dias

# purchase.commitment.title
source: No commitment. Cancel Anytime. After 7 day free trial, this subscription automatically renews depending on witch pan you choose unless auto-renew is turned off.
pt_br: Sem compromisso. Cancele a qualquer momento. Após 7 dias de teste gratuito, esta assinatura é renovada automaticamente dependendo da forma que você escolher, a menos que a renovação automática esteja desativada.

# record.biggest.section.title
source: Biggest record
pt_br: Maior recorde

# record.category.title
source: Exercise
pt_br: Exercício

# record.percentage.title
source: Intensity
pt_br: Intensidade

# record.maxReps.title
source: Repetitions
pt_br: Máximo de repetições

# record.time.title
source: Time
pt_br: Tempo

# record.distance.title
source: Distance
pt_br: Distância

# record.weight.title
source: Weight
pt_br: Peso

# record.date.title
source: Date
pt_br: Data

# record.view.category.recent.title
source: Most recent
pt_br: Mais recente

# record.view.category.evolution.title
source: Evolution
pt_br: Evolução

# record.view.category.lowest.title
source: Lowest
pt_br: Menor

# record.item.view.default.title
source: Personal record
pt_br: Record Pessoal

# record.records.section.title
source: record history
pt_br: Recordes

# record.evolution.section.title %@
source: %@ evolution
pt_br: Evolução de %@

# record.evolution.section.description %@
source: This analysis is based on the your PR list of %@ registered in the app.
pt_br: Esta análise é baseada na sua lista de recordes de %@ cadastrada no aplicativo.

# record.screen.delete.button.title
source: Delete
pt_br: Apagar

# record.screen.cancel.button.title
source: Cancel
pt_br: Cancelar

# record.screen.delete.confirmation.title
source: Do you really want to delete?
pt_br: Você realmente deseja excluir?

# insight.section.ranking.barbell.title
source: Top Barbell Records
pt_br: Top Recordes com Barra

# insight.section.footer.rank.barbell.title
source: The top rank shows the highest record, evolution record and lowest performing.
pt_br: O Top ranking mostra o record mais alto, recordes em evolução e a menor performance.

# insight.section.ranking.gymnastic.title
source: Top Gymnastic Records
pt_br: Top Recordes Ginásticos

# insight.section.ranking.endurance.title
source: Top Endurance Records
pt_br: Top Recordes de Resistência

# insight.section.graph.title
source: Graph Details
pt_br: Percepções

# insight.section.information.title
source: The biggest PR
pt_br: Seu maior recorde

# insight.view.error.description
source: There is no data to display chart.
pt_br: No momento você ainda não tem dados para mostrar.

# insight.view.intensity.title
source: Intensity
pt_br: Intensidade

# insight.view.card.pro.title
source: The The Powerful Insights
pt_br: Os Poderosos Insights

# insight.view.card.pro.description
source: PRO subscription allows the analysis of historical data from your records that help you understand how to evolve faster in high performance training
pt_br: Assinatura PRO permite a análise de dados históricos dos seus records que ajudam você a entender como evoluir mais rápido nos treinos de alta performance

# insight.view.card.unlockprobutton.title
source: Unlock CrossFitPR PRO
pt_br: Desbloquear o CrossFitPR PRO

# newRecord.screen.title
source: New Record
pt_br: Novo Recorde

# newRecord.screen.save.button.title
source: Save
pt_br: Salvar

# newRecord.screen.cancel.button.title
source: Cancel
pt_br: Cancelar

# newRecord.screen.section.personal.title
source: Training configuration
pt_br: Configuração do treino

# newRecord.screen.toggle.maxreps.title
source: Maximum repetitions
pt_br: Máximo de repetições

# newRecord.screen.toggle.mintime.title
source: Distance
pt_br: Máximo de distância

# newRecord.screen.toggle.maxrep.title
source: Maximum repetitions
pt_br: Máximo de repetições

# newRecord.screen.picker.repetition.title
source: Repetitions
pt_br: Repetições

# newRecord.screen.picker.timecount.title
source: Time
pt_br: Tempo

# newRecord.screen.toggle.distance.title
source: Distance
pt_br: Distância

# newRecord.screen.section.informations.title
source: Informations
pt_br: Informações

# newRecord.screen.section.informations.percentage.title
source: Percentage
pt_br: Porcentagem

# newRecord.screen.section.informations.weight.title
source: Weight
pt_br: Peso

# newRecord.screen.section.comment.title
source: Comment
pt_br: Comentário

# newRecord.screen.section.comment.description
source: Enter a comment if needed
pt_br: Adicione algum comentário caso necessário

# settings.screen.title
source: Settings
pt_br: Configurações

# settings.screen.section.notification.title
source: Notifications
pt_br: Notificações

# settings.screen.section.notification.toggle.title
source: Training notification:
pt_br: Notificação de treino:

# settings.screen.section.tracking.title
source: Crossfit settings
pt_br: Configuração de Crossfit

# settings.screen.section.tracking.measure.title
source: Measurement option
pt_br: Informação de força

# settings.screen.section.tracking.target.title
source: Training target
pt_br: Treino

# settings.screen.section.unlockpro.title
source: Unlock PRO
pt_br: Desbloquear CrossFitPR PRO

# settings.screen.section.privacy.title
source: Privacy policy and Terms of Use
pt_br: Política de privacidade e Termos de Uso

# settings.screen.section.about.title
source: About
pt_br: Sobre

# settings.screen.section.nocommitment.title
source: No Commitment. Cancel Anytime
pt_br: Sem compromisso. Cancele a qualquer momento

# settings.pounds.title
source: pounds
pt_br: libras

# settings.kilo.title
source: kilos
pt_br: quilos

# emptyView.screen.message
source: Get start now by adding a new record. The Powerful insights are generated from the data you add to the app. For better visualization of the graphs, it is necessary at least 8 records.
pt_br: Comece agora adicionando um novo record. Os poderosos insights são gerados a partir dos dados que você adiciona no app. Para melhor visualização dos gráficos, é necessário ao menos 8 registros de records.
